{
  "title": [
    "Retirement community in Ellenton holds hurricane relief benefit for their neighbors",
    "Graphic Halloween displays draw attention in Oklahoma neighborhood",
    "Trooper meets girl he rescued",
    "'Isle of Dogs' trailer showcases stop-motion technology and A-list cast of actors",
    "Gaming hardware company Razer to introduce new mobile device this year",
    "Airlines hope to resume flights to devastated Puerto Rico",
    "Peeping tom unsettles community",
    "70% of Venice roadways are being repaved",
    "Amber Alert still active for Manatee County children",
    "Lineman restoring power after Hurricane Irma falls to death",
    "City of Sarasota suspends permitting fees for Irma victim",
    "Teacher asks students to use gender-neutral language",
    "Deputy wrangles ponies in Manatee County neighborhood",
    "Jury selection underway in Manatee County for man charged with home invasion and murder",
    "Sea turtle nests washed out by Hurricane Irma",
    "2nd sinkhole opens up in Florida neighborhood",
    "Top 20 Global Concert Tours from Pollstar",
    "CVS makes changes to limit opioid prescriptions",
    "Security is tight for 2017 World Rowing Championships",
    "Roskamp Institute forging ahead with research, fundraising efforts",
    "Sun Coast Scene - Fun Things for the Weekend",
    "Deputies: Couple left child alone while they shoplifted",
    "Girl still buried in ruins of Mexico school, anxiety grows",
    "School may take parents to court over unpaid lunches",
    "Troopers: Driver fled from crash that killed two passengers",
    "Delaware-sized Antarctic iceberg drifting toward open sea",
    "Firehouse windows broken by vandal",
    "Recall: Death Wish Coffee's cold brew could cause botulism",
    "Delaware-sized Antarctic iceberg drifting toward open sea",
    "School may take parents to court over unpaid lunches"
  ],
  "summary": [
    "Signs of Hurricane Irma can still be spotted in different sections of the Colony Cove retirement community in Ellenton.  People who live here say up to 35 percent of the more than 2500 homes had damage, some minimal and some major.  That's what led the community to hold a hurricane relief dance benefit.",
    "GUTHRIE, OK (KFOR/CNN) - Police were called to an Oklahoma community about someone's Halloween decorations, weeks before the holiday. Neighbors say what they are seein…",
    "WINTERSET, IA (KCCI/CNN) - An 11-year-old girl in Iowa got a chance to say \"thank you\" to a trooper who saved her life. ",
    "(RNN) - The trailer for stop-motion flick Isle of Dogs was published to YouTube on Thursday. ",
    "(RNN) - Razer, a gaming hardware and lifestyle company, will release a new mobile device later this year, according to CNBC. ",
    "Airlines plan to resume flights to Puerto Rico as early as Friday after Hurricane Maria left the island territory without power. ",
    "ALAMEDA, CA (KRON/CNN) -  A California community is on edge. Police in Alameda are looking for a serial peeping tom. ",
    "\"To have a smooth road… it needs to be done. Sooner than later,\" said Jack Cavness.",
    "BRADENTON, FL (WWSB) - The search continues for several missing children, who investigators believe could be in danger. ",
    "FORT LAUDERDALE, Fla. (AP) — A Florida lineman who was working to restore power following Hurricane Irma is dead after falling from a parking garage. ",
    "City of Sarasota suspends permitting fees for Irma victim ",
    "TALLAHASSEE, FL (WTXL/RNN) - A Tallahassee teacher is making national headlines for asking students to use gender-neutral language when referring to each other.  ",
    "MANATEE COUNTY, FL (WWSB) - Anyone who's been around law enforcement knows that no call can be considered \"routine.\" ",
    "BRADENTON, FL - Jury selection began this week in the trial of Trey Nonnombre.  He's charged with 2 counts of murder and home invasion. ",
    "SARASOTA, FL (WWSB) - Here's another impact from Hurricane Irma. This year's sea turtle nesting season on the suncoast took a big hit from the storm. A biologist with …",
    "APOPKA, Fla. (AP) — A second sinkhole has opened up in a Florida neighborhood about a half-mile (.8 kilometers) from where a home was partially swallowed by one earlie…",
    "The Top 20 Global Concert Tours ranks artists by average box office gross per city and includes the average ticket price for shows Worldwide. The list is based on data…",
    "(CNN) - One of the nation's largest pharmacies is making it harder to get opioids. CVS announced on Thursday that it will limit opioid prescriptions in an attempt to f…",
    "SARASOTA, FL (WWSB): Security is high as Sarasota takes the international spotlight. Rowers from all over the world will be competing in the 2017 World Rowing Champion…",
    "SARASOTA, FL (WWSB) - More than 500,000 people are living with Alzheimer's in the state of Florida, and that has a significant impact on family members and caregivers …",
    "SARASOTA,FL  (WWSB) - The Budwiser Clydesdale horses stopped by Venice, to drop off beer for their big beach party. ",
    "SARASOTA COUNTY, FL (WWSB) - Sheriff’s Deputies arrested a couple accused of stealing items from a dollar store while  their one-year-old was home alone.  ",
    "MEXICO CITY (AP) - A delicate effort to reach a young girl buried in the ruins of her school stretched into a new day on Thursday, a vigil broadcast across the nation …",
    "ASHLAND, MO (KOMU/CNN) - A school district in Missouri is threatening to take parents to court if they don't pay for their children's school lunches. ",
    "CHARLOTTE COUNTY, FL (WWSB) - State Troopers have made an arrest in a hit-and-run crash that killed two people last year. Investigators with the Florida Highway Patrol…",
    "(RNN) - An Antarctic iceberg that’s bigger than Delaware is drifting away after shearing off Antarctica’s Larsen C ice shelf. ",
    "SARASOTA COUNTY, FL (WWSB) - A vandal, possibly using a slingshot, shattered the windows of a Sarasota County Fire station. ",
    "(RNN) - Death Wish Coffee Co., which boasts the \"world's strongest coffee\" has voluntarily recalled its 11 oz. can of Nitro Cold Brew out of botulism concerns,  the FDA said. ",
    "(RNN) - An Antarctic iceberg that’s bigger than Delaware is drifting away after shearing off Antarctica’s Larsen C ice shelf. ",
    "ASHLAND, MO (KOMU/CNN) - A school district in Missouri is threatening to take parents to court if they don't pay for their children's school lunches. "
  ]
}