{
  "title": [
    "Couple arrested for string of home burglaries in Sarasota",
    "2017 World Rowing Championships Opening Ceremony: What you need to know",
    "Horticultural expert discusses Hurricane Irma tree damage on the Suncoast",
    "'Red Dead Redemption 2' announcement teased for next week",
    "Track meet held for visually impaired students",
    "'All that black stuff, it was feces' says man whose apartment was flooded in sewage malfunction",
    "Monica Puig becomes emotional speaking to the people of Puerto Rico",
    "Dramatic Coast Guard rescue caught on camera in Puerto Rico",
    "Public meeting will discuss roundabout plans for US-41 in Sarasota",
    "4 missing Gadeaun children found safe in Alabama, mother in jail",
    "Florida to require nursing home generators after Irma deaths",
    "Huge sea turtles slowly coming back from brink of extinction",
    "Mexico shocked by news: Girl trapped in rubble didn't exist",
    "Pumpkins catch fire on I-75 after semi-truck crash",
    "Hurricane Irma topples 'Moon Tree' that was on Apollo mission",
    "Apopka home swallowed by sinkhole",
    "Driver saves kids from school bus fire",
    "California TV viewers alarmed by apocalyptic emergency alert",
    "Florida family looks forward after losing home to sinkhole",
    "Vandals attack swans, damage historic cemetery",
    "Texas officers shoot gunman at city hall",
    "Retirement community in Ellenton holds hurricane relief benefit for their neighbors",
    "Graphic Halloween displays draw attention in Oklahoma neighborhood",
    "Trooper meets girl he rescued",
    "'Isle of Dogs' trailer showcases stop-motion technology and A-list cast of actors",
    "Gaming hardware company Razer to introduce new mobile device this year",
    "Airlines hope to resume flights to devastated Puerto Rico",
    "Mexico shocked by news: Girl trapped in rubble didn't exist",
    "Peeping tom unsettles community",
    "70% of Venice roadways are being repaved"
  ],
  "summary": [
    "SARASOTA, FL (WWSB) – A couple from Fort Myers were arrested in connection to a string of home burglaries. ",
    "SARASOTA, FL (WWSB) – The 2017 World Rowing Championships Opening Ceremony at Nathan Benderson Park is Saturday, Sept. 23. ",
    "Uprooted and damaged trees can still be seen around the Suncoast, almost two weeks after Hurricane Irma slammed the area. Experts say one of the biggest mistakes people make once a tree is damaged is to have someone chainsaw it apart just to get rid of it immediately, but some of the time a tree can heal itself and be saved.",
    "(RNN) - Red Dead Redemption 2, the follow-up to 2010's massively successful Red Dead Redemption, will be detailed next week in an announcement from developer Rockstar Games. ",
    "JACKSONVILLE, IL (KHQA/CNN) - Imagine having a thirst for competition but not being able to see. ",
    "MOUNT RAINIER, MARYLAND (WJLA/CNN) - A Maryland man returned home from an international trip to find his home flooded by his toilet. ",
    "(RNN) – Puerto Rico’s first-ever Olympic champion is hurting for her homeland after the devastation left by Hurricane Maria. ",
    "VIEQUES, PUERTO RICO (CNN) - A woman and two children are recovering after a dramatic rescue. ",
    "SARASOTA, FL (WWSB) – A public information meeting will be held to discuss roundabouts that will be installed on US-41 in Sarasota. ",
    "UPDATE: On Sept. 22, the Manatee County Sheriff's Office reported the four children to be safe.  ",
    "TALLAHASSEE, Fla. (AP) — Florida's top health care regulator, in the aftermath of the nursing home deaths that followed Hurricane Irma, says the state will \"aggressive…",
    "WASHINGTON (AP) - Sea turtles are lumbering back from the brink of extinction, a new study says. ",
    "MEXICO CITY (AP) - Hour after excruciating hour, Mexicans were transfixed by dramatic efforts to reach a young girl thought buried in the rubble of a school destroyed …",
    "PASCO CO., FL (WWSB) – A semi-truck that was transporting pumpkins caught on fire on I-75. ",
    "Winds from Hurricane Irma have toppled a tiny tree that orbited the moon and later grew at the Kennedy Space Center Visitor Complex in Florida.",
    "Florida family looks forward after losing home to sinkhole",
    "KANSAS CITY, MO (KSHB/CNN) - A new bus driver in Missouri turned into a hero, saving students as flames rip through a school bus on Wednesday. ",
    "LAKE FOREST, Calif. (AP) — Some television viewers in southern California were startled when an apocalyptic emergency alert flashed on their screens. ",
    "APOPKA, Fla. (AP) — A Florida family will soon be searching for a new place to gather after their home of nearly five decades was lost to a sinkhole. ",
    "OSKALOOSA, IA (WHO-DT/CNN) - Forest Cemetery in Iowa is usually a pretty peaceful place. ",
    "JOSEPHINE, TX (KTVT/CNN) - Texas rangers are investigating an officer-involved shooting in the town of Josephine. ",
    "Signs of Hurricane Irma can still be spotted in different sections of the Colony Cove retirement community in Ellenton.  People who live here say up to 35 percent of the more than 2500 homes had damage, some minimal and some major.  That's what led the community to hold a hurricane relief dance benefit.",
    "GUTHRIE, OK (KFOR/CNN) - Police were called to an Oklahoma community about someone's Halloween decorations, weeks before the holiday. Neighbors say what they are seein…",
    "WINTERSET, IA (KCCI/CNN) - An 11-year-old girl in Iowa got a chance to say \"thank you\" to a trooper who saved her life. ",
    "(RNN) - The trailer for stop-motion flick Isle of Dogs was published to YouTube on Thursday. ",
    "(RNN) - Razer, a gaming hardware and lifestyle company, will release a new mobile device later this year, according to CNBC. ",
    "Airlines plan to resume flights to Puerto Rico as early as Friday after Hurricane Maria left the island territory without power. ",
    "MEXICO CITY (AP) — Hour after excruciating hour, Mexicans were transfixed by dramatic efforts to reach a young girl thought buried in the rubble of a school destroyed …",
    "ALAMEDA, CA (KRON/CNN) -  A California community is on edge. Police in Alameda are looking for a serial peeping tom. ",
    "\"To have a smooth road… it needs to be done. Sooner than later,\" said Jack Cavness."
  ]
}